{"meta":{"title":"美股派","subtitle":"一起赚美国人的钱","description":"一起探讨理性投资美股的理念、时机和技巧，以及美股市场周期判断与分析。","author":null,"url":"http://yoursite.com","root":"/"},"pages":[],"posts":[{"title":"善战者无赫赫之功","slug":"善战者","date":"2019-08-16T08:27:25.000Z","updated":"2019-10-30T08:09:10.599Z","comments":true,"path":"2019/08/16/善战者/","link":"","permalink":"http://yoursite.com/2019/08/16/%E5%96%84%E6%88%98%E8%80%85/","excerpt":"谁是我们的敌人？谁是我们的朋友？这是革命的首要问题。- 毛主席 怀揣着自己的血汗钱和发财梦，在股市里几进几出杀红了眼的朋友们，有没有想过，谁是我们对面企图夺走我们财富的面目狰狞的敌人？谁又是背后默默支持并给与我们勇气的同盟军？","text":"谁是我们的敌人？谁是我们的朋友？这是革命的首要问题。- 毛主席 怀揣着自己的血汗钱和发财梦，在股市里几进几出杀红了眼的朋友们，有没有想过，谁是我们对面企图夺走我们财富的面目狰狞的敌人？谁又是背后默默支持并给与我们勇气的同盟军？ 这是投资股市的首要问题。 有人会说，炒股很简单，无非是低买高卖。借问一声，在你低买的时候，谁卖给你。在你高卖的时候，又有谁接你的盘。我们知道低买高卖，难道对手盘的那个人是傻子，不知道这个理儿吗？ 还有人说，庄家操控股票的价格，通过虚假财报和小道消息调动股民的情绪，低位建仓，剧烈震荡，然后拉高出货，掠夺我们的钱财，他是我们的敌人。这话有理，既然大伙儿知道庄家的这些套路，为何有人一再着他的道儿了，能不和他玩吗？ 明白了在投资这事情上，谁是我们的朋友，谁是我们的敌人。然后时刻与朋友站在一起，警惕着敌人的动向，则收获可期。 与概率做朋友大家如果进赌场和庄家玩赌大小，就明白在规则上庄家是有一点点概率优势的，比如51：49。这一点优势并不大。但是因为赌客多，而且庄家还有资本雄厚这个巨大隐性优势，所以只要玩得次数够多，赌客就会亏钱，久赌必输。聪明一点的玩家就会选择其他玩法，比如梭哈或者德州扑克这些斗智斗勇的项目。 投资不是比大小，不要玩那种没有概率优势的游戏。投资者可以通过选择品种、时限以及时机、遵守纪律等等方式，获取一定的概率优势。可以说，投资的成败，很大程度上决定于方法所带来的概率优势的大小上。 世界上有多少颗聪明的头脑都在挖空心思，试图找到不同的方法带来的概率优势。这个问题其实是没有终极答案的，因为新的做法会改变老的现状本身，博弈永无休止。 但是仍然有少数几个基本的准则可以带来初步的概率优势。这些好处唾手可得，只要你我弯腰捡起。比如我们在“赚美国人的钱”一文中提到的分散投资和负相关资产组合，就属于这一类。我们会逐步讨论它们。 与时间做朋友当我们先与概率交了朋友后，还可以结识时间这个好伙伴。 根据大数定理，如果抛硬币，正反面的概率都是50%。但是如果你只抛三五次，很可能其中一面朝上的次数占优。只有不断地抛几十次一百次时，二者的概率才能逐渐接近。这也是为什么赌场老板赚钱的道理。 让概率的优势不断显现，积少成多，需要给它足够的时间和次数。时间不够，则偶然性主导。只有时间够久，次数够多，根本因素的力量才会逐渐显现。 一些投资上的根本驱动力，比如产业增长，信贷周期等等宏观力量，都需要长时间来演绎。 还有一些中期的价格波动机制，比如动量效应和均值回归，也需要不同的时间段来产生作用。 复利，这个伟大的加速器，更需要时间来做功，优势是一点点积攒起来的。3个百分点的不同，在30年后会产生2.43倍的差异，大家如果借过30年的房贷就会深有体会。 最要紧的是，投资是一辈子的事情，要穿越牛熊，不要半道崩卒。时间即是伙伴，也是见证人。 谁是我们的对手我们在认准了朋友的同时，也知道了谁是我们的对手。 那些妨碍概率优势长时间发挥作用的因素都是我们的对手，比如轻信盲动、偶发事件、随意交易、高杠杆、不利的概率分布等等，罗列起来很多，各不相同。 但是我认为，最大的对手就潜藏在身上，是自己的心。心里会发动各种情绪，包括贪婪恐惧欢喜得意，过度的情绪是投资者的敌人。有时候脑子确认要做的事情，心不同意。心倾向于试一试手气，而不是服从冰冷的概率。心里还有从众心态和嫉妒眼红的恶习，于是交易者会随大流，追涨杀跌，闻风而动，最后收获平庸。投资者的行为心理很有意思，深究一下，我们实际上可以从中获得一些概率优势。 除了负面心态外，另外一个投资者大敌就是缺乏知识。如果投资者不掌握一些必要的知识，不了解自己投资的目标，也不清楚当前的大势，就不懂得如何找到和发挥概率优势了。学习交流是为了获取知识。这个公众号的目的，也是为了和大家一起学习交流。 可以看到，我们的对手基本上是一些抽象的事物。有没有某些个看得见的人或者组织，比如传说中的“庄家”，企图阻止我们发家致富？可能有，这个不能否定。但是即使有，在市场中他们也不能拿刀逼着我们掏出钱来，而是试图通过上面的那些负面因素诱惑我们犯错误，从而自愿地把钱掏出来。他们就像赌场的老板，笑眯眯地招呼我们，耐心地等着我们犯傻。所以，我们还要讲一讲下面的东西。 善战者无赫赫之功 先为不可胜，以待敌之可胜。- 孙子 古人的智慧，令人折服。 善于作战的人，先让自己立于不败之地，然后等待敌人犯错误。这样的胜利，往往不是出奇制胜于千钧一发之际，而是按部就班稳扎稳打。时间到了，瓜熟蒂落，胜利唾手可得。 翻译成投资的话，就是：先争取少吃亏不吃亏，保住本钱，然后随行就市，耐心等待时机多赚一点。 就像哪一位前辈说过的一样：自己控制损失，收益是市场给的。这话虽然不上进，却是生存之道。 每隔几年，市场会出现一两次价格涨跌的概率严重不对等的时候，此时要么卖菜的大妈开始推荐股票了，要么街上已经有基金经理跳楼的消息。此时，机会窗口已然打开，苦苦等待的投资者，就应该像巴菲特建议的那样，抱着洗澡盆冲出门来，迎接即将落下的黄金雨。 所以大体上我认为，个体投资者们应该站在概率的有利面，从长计议稳扎稳打，以保本为要，顺势而为，积小胜为大胜，利用复利逐渐累积优势。 与大家共勉。","categories":[],"tags":[{"name":"投资理念","slug":"投资理念","permalink":"http://yoursite.com/tags/%E6%8A%95%E8%B5%84%E7%90%86%E5%BF%B5/"}]},{"title":"谁在夺走年轻人的未来？","slug":"谁在夺走年轻人的未来","date":"2019-08-12T02:27:25.000Z","updated":"2019-10-30T08:17:50.783Z","comments":true,"path":"2019/08/12/谁在夺走年轻人的未来/","link":"","permalink":"http://yoursite.com/2019/08/12/%E8%B0%81%E5%9C%A8%E5%A4%BA%E8%B5%B0%E5%B9%B4%E8%BD%BB%E4%BA%BA%E7%9A%84%E6%9C%AA%E6%9D%A5/","excerpt":"最近香港发生的事情，我想大家从侧面有所了解。一群年轻人在被鼓动之后，往往采取过激的做法，造成对社会安定的危害。香港是亚太金融中心，也是中国的对外窗口，稳定的秩序和法律的权威是金融业兴盛的基石。在面对乱象的同时，我也在思考，是什么促使当地的民众，特别是年轻人，积攒了如此大的怨气，需要闹到这一步还不收手。","text":"最近香港发生的事情，我想大家从侧面有所了解。一群年轻人在被鼓动之后，往往采取过激的做法，造成对社会安定的危害。香港是亚太金融中心，也是中国的对外窗口，稳定的秩序和法律的权威是金融业兴盛的基石。在面对乱象的同时，我也在思考，是什么促使当地的民众，特别是年轻人，积攒了如此大的怨气，需要闹到这一步还不收手。联想到我在香港旅游时见过的“笼屋”，在路边时常见到的孤寡老人，以及当地报纸上看到的学费高昂的补习班广告，我认为事态的一个主要的动因的就是民众特别是年轻人面对的现实生活压力，以及对未来感到希望渺茫。抛开政治阐述，仅仅从经济层面来说，就是财富分配的不平衡已经比较严重，而且趋势还在加剧，尚无短期内改善的希望。 小确幸与断离舍东亚的其他地方其实也未见得强过香港。以东亚最发达的日本来说，人口老龄化严重，年轻人向东京大阪名古屋三地集中，其他地方逐渐失去活力。年轻人进取精神衰退，盛行宅文化。大前研一先生在《低欲望社会》中精辟地分析了日本社会的这个现象，简而言之，在打小生活在物质丰富的环境中长大后，年轻一代人面对是一个阶层流动凝滞的社会，而且他们逐渐发现再努力也效果不大的时候，就只能收敛自己的欲望，也同时失去了干劲。 确实，岁月并不总是静好，退而求其次，只能讲一点小确幸和断离舍。 反观香港和日本年轻人中所存在的问题，在我们周围同样或多或少地存在，只不过换了表现方式：一些年轻人不买房、不成家、不生养、工作干劲也不大。一些人沉迷于游戏，在虚拟世界中功成名就志得意满，在现实中却如同行尸走肉。各种粉丝经济盛行，年轻人将自己无法实现的愿望投射到了偶像和网红身上，获得廉价的满足。 由此，在一些网络和媒体上90后00后等被轻率地贴上了一些负面标签，比如：叛逆、啃老、空想、不思进取、缺乏责任等等。 大家也许觉得以上种种仅仅是当代年轻人的问题，对于这种看法，我并不完全认同，隐隐觉得答案并非那么简单，病根子也许远在多年之前就种下了，而且还会会持续影响到很久的将来。 问题在于经济我一向认为，各种表面现象都有底层的规律在驱动，让我们看一看经济领域有什么发现。 法国经济学家托马斯·皮凯迪于2014年发表了著作《21世纪资本论》。这部700页的书用大量数据呈现过去250年财富积累和分配状况，数据详实，论证充分，是近年来经济学领域少有的重量级作品，有中文版。 根据对西方主要国家经济历史数据的分析，他认为过去一百多年间主要西方国家的贫富分化在第一次世界大战前达到了高峰，经过一战和二战的消耗涤荡之后，国民财富的累计值降到了谷底，同时贫富悬殊也大幅度改善。但是从二战以后到现在的这几十年中特别是1990年后，国民财富的积累逐渐接近一战前的历史高位，而贫富悬殊问题也越来越严重。这就像大家围坐在桌子边玩大富翁游戏，随着时间的推进，总是有一两个玩家越来越有钱而其他人越来越穷，除非有人掀翻桌子不玩了。 由于新兴国家的经济数据积累有限，托马斯对中国的研究并不充分，仅包含1990年之后的数据，但是他得出的理论结果可以借鉴，而且这一部分数据也证实中国的贫富分化在加剧。 靠工资还是吃遗产托马斯认为知识与技能的普及对于贫富不均的削减起着关键性的作用，通俗的说就是知识改变命运。由于基础教育的普及以及人口的增长，改革开放以来的中国受惠于此，达成了那段时间里社会财富的普遍增长。 然而当前我们却需要更加关注那些推动贫富分化的力量，这其中涉及到财富分配的本质，也是该书的核心结论： r &gt; g r：资本回报率，return of investment。 g：经济增长率，economic growth rate。 这个不等式如同法老陵墓墙壁上以圣书体书写的预言一样，以不可言喻的威力揭示了种种不平等现象背后的根源。 让我们仔细看一看，左边的资本回报表示通过各种投资行为获得收益，比如投资股票，买楼收租，开办企业等等，而右边g表示社会财富的平均增长，我们通常认为，长期而言大众的收入增长和社会财富的增长速度保持一致。 我们继续按照这个不等式的逻辑推演一下：由于资本回报率高，一部分人的财富增长速度超过普通人，他们的钱越多，于是他们有更多的资本来投资，于是他们更有钱。这是一个没有止境的正反馈过程。 凡有的，还要加给他，叫他有余；凡没有的，连他所有的也要夺去。 自1870年以来，西方国家的资本回报率一直平均在5％左右，而实际GDP的增长每年平均在3％以下，甚至长期在1-2%之间徘徊。只有在一战和二战期间，资本回报率才低于经济增长率。 托马斯·皮凯迪通过分析大规模数据得出结论：贫富分化并不新鲜，并且它正在恶化。他的数据甚至可以往前推到从2000年前到现在，即使在不同时期的不同社会结构中，这个结论同样成立： 贫富分化的加速器需要补充一下的是，还有几个因素影响r值的大小，比如储蓄率，人口增长率，以及产业的资本密集程度。 储蓄率高的国家财富集中度也高。道理很自然，因为储蓄的钱会被银行借给富人用于投资，东亚各国都曾经是高储蓄率国家，我们看到东亚也是大富豪的密集地。 随着人口增长率下降，财富集中的情况更加严重。这是因为人口增长率和经济增长率正相关，经济增长率下降，它和投资回报率之间的差距就更大了。还有一点原因是人口的增长能够在一定程度上稀释财富的集中度。 劳动密集型产业曾经给大众来了初步财富积累，比如当年的纺织业，初级加工业和软件行业。但是后来资本密集型产业（对，就是房地产）的发展则加剧了财富集中现象，大家看一看前几年的大陆和香港的富豪榜就会明白，两地都采用了类似的房地产开发模式。 未来，随着人工智能的发展，更多机器人和自动化装置将被投入各个产业中。机器人也是资本，所以财富集中会进一步加剧。 我再补充一点，由于教育的产业化，各种课外补习、私校、特长班、海外留学等等开销巨大。教育在某种程度上，也变成了资本密集型产业。寒门出贵子的概率不会像以前那么高了，所以我要向毛坦厂中学和衡水中学表达自己的敬意，他们是让世界变平的力量。 根据彭博社的统计，近两年在全球的亿万级别富豪当中，财富增速最快的是中国富豪，其财富增加的幅度大约是美国同级别富豪的4倍。然而同期中国中间阶层的收入增长并不明显。根据瑞信财富的报告，中国的家庭财富甚至呈现下降趋势，2017年整体家庭财富下降了2.8%，中国成年人的平均财富七年来首次下降。 按照这个规律持续演进，也许在未来的某一天，我们会看到刘慈欣小说《赡养地球》中提到的终产者的出现。 这是所有人的事现在我试图回答本文的命题。综上所述，我们可以知道当下年轻人的处境，并不仅仅是他们自己的事，也是经济演进的产物。其实，经济规律的不仅影响着年轻人，也同时作用在所有为现状而焦虑的人们的身上。 我们的社会曾经有过沧海横流大破大立的时代，同时也赶上了全球化信息化的大潮，如同火山喷发出炙热流动的岩浆，人们从懵懂中惊醒，迸发出了创造财富的热情。然而时间进行到了现在，除非有新的巨变，这个社会将逐步恢复到经济规律的惯常老路上，好似熔岩逐步冷却凝固成为坚石。 财富分化以及随之而来的阶层固化，压缩了人们的可能性空间，带来普遍的心理上的挫折无力感。这时我想到了读过的路遥先生的小说《人生》中的人物高加林，这个有野心的年轻人也曾经努力奋斗从不认命，然而经过一番挣扎煎熬后他回到了原点。在普遍意义上，个人的命运和社会大环境紧紧交织在一起，个体的努力和时代大势相比，如同蝼蚁面对巨人。 那么年轻人，或者更广泛的说，那些没有赶上上一趟快车的人们，在当下可以如何做，去改善自己的处境？ 问题和答案都在同处我们看到了r &gt; g，就知道如果要获得财富上的优势就要搭上 r 的快车，使自己成为一个能获得资本回报的人。简单的说，就是要打理自己的财富，以钱生钱。 用于生钱的钱，才能称之为资本。钱不论多少，都可以转化为资本。时间，这个伟大的复利工具，也是资本的要素。资本通过时间来产生利润，所以，年轻人在这一方面是有天生福利的，应该及早将自己的钱转化为资本，让时间为自己打工。 当然，获得资本回报有无数种方式，如何简便易行，择善而从？但这不是本文的主题了，容我们以后再讨论。 最后要说明的是，我的观点是自己的财富自己来打理，尽量不假他人之手。这不仅仅是因为成本和信用的原因，更重要的是获得资本回报实在是挺有趣的，这么好玩的事情还是自己来做比较好。","categories":[],"tags":[{"name":"投资理念","slug":"投资理念","permalink":"http://yoursite.com/tags/%E6%8A%95%E8%B5%84%E7%90%86%E5%BF%B5/"}]}]}